---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerBoundActiveFar
source: html/ea03c2f4-313e-0c49-b0d7-359b3d3d0662.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerBoundActiveFar Property

"Far Clip Active"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerBoundActiveFar { get; }
```